espressif/esp-protocols/components/esp_modem/examples/pppos_client/sdkconfig.ci.usb_s3
CONFIG_IDF_TARGET="esp32s3"
CONFIG_EXAMPLE_SERIAL_CONFIG_USB=y
